"identhub_phone_verification_description" = "Enter the 6-digit code sent to your mobile number %1$s:";

"identhub_phone_verification_request_code" = "Request a new code in ";

"identhub_phone_verification_send_new_code" = "Send a new code";

"identhub_phone_verification_success_description" = "For the next step please have your IBAN and  login credentials for your online banking at hand.";

"identhub_phone_verification_success_title" = "Phone verification succesful!";

"identhub_phone_verification_title" = "Confirm phone";

"identhub_terms_and_conditions_checkbox_text" = "I agree to the %1$s and %2$s";

"identhub_terms_and_conditions_info" = "In order to proceed, please carefully read and agree to the Privacy Statement and Terms & Conditions policies";

"identhub_terms_and_conditions_title" = "Terms & Conditions";

